{
  "terms": [
    {
      "title": "제 1 조 (목적)",
      "content": "본 약관은 포포(ForPaw) 서비스(이하 '서비스')를 이용함에 있어 회사와 이용자 간의 권리, 의무 및 책임 사항을 규정함을 목적으로 합니다."
    },
    {
      "title": "제 2 조 (용어의 정의)",
      "contents": [
        "\"서비스\"란 유기 동물의 입양, 봉사활동 참여, 커뮤니티 기능을 제공하는 포포(ForPaw) 애플리케이션을 의미합니다.",
        "\"이용자\"란 본 약관에 따라 서비스를 이용하는 모든 개인 또는 법인을 의미합니다.",
        "\"회원\"이란 서비스에 회원가입을 하고, 계속해서 서비스를 이용할 수 있는 자를 의미합니다.",
        "\"콘텐츠\"란 이용자가 서비스 내에서 작성한 글, 댓글, 사진 등을 포함하는 모든 자료를 의미합니다.",
        "\"보호소\"란 공공데이터를 통해 인증된 동물 보호시설을 의미합니다."
      ]
    },
    {
      "title": "제 3 조 (약관의 효력 및 변경)",
      "contents": [
        "본 약관은 서비스를 이용하고자 하는 모든 이용자에게 효력을 가집니다.",
        "회사는 필요에 따라 약관을 변경할 수 있으며, 변경된 약관은 서비스 내 공지사항을 통해 사전 공지합니다.",
        "회원은 변경된 약관에 동의하지 않을 경우, 언제든지 서비스 이용을 중단하고 탈퇴할 수 있습니다."
      ]
    },
    {
      "title": "제 4 조 (회원가입 및 정보 제공)",
      "contents": [
        "회원가입은 회원이 본 약관에 동의하고, 이름, 이메일, 비밀번호, 지역 정보 등 필수 항목을 제공함으로써 완료됩니다.",
        "회원은 가입 시 제공한 정보가 정확하고 진실되며, 변경된 경우 이를 즉시 갱신해야 합니다.",
        "서비스는 이메일 인증을 통해 회원의 신원을 확인하며, 정확하지 않거나 허위 정보 제공 시 이용이 제한될 수 있습니다."
      ]
    },
    {
      "title": "제 5 조 (서비스의 제공 및 변경)",
      "contents": [
        {
          "text": "회사는 다음과 같은 주요 기능을 제공합니다:",
          "subContents": [
            "입양: 보호소에서 제공하는 동물 목록을 확인하고 입양을 문의할 수 있습니다.",
            "봉사활동: 회원은 지역별로 봉사 모임에 참여하거나 새로운 모임을 생성할 수 있습니다.",
            "커뮤니티: 회원 간 소통을 위한 게시판을 제공하며, 다양한 주제에 대해 의견을 나눌 수 있습니다."
          ]
        },
        "서비스는 보호소 정보와 동물 목록을 공공데이터를 통해 제공하며, 해당 데이터의 정확성이나 최신성에 대해 회사는 책임을 지지 않습니다.",
        "회사는 운영상의 필요에 따라 서비스의 내용을 변경할 수 있으며, 변경된 사항은 공지사항을 통해 사전에 공지합니다."
      ]
    },
    {
      "title": "제 6 조 (회원의 의무)",
      "contents": [
        "회원은 서비스 이용 시 본 약관과 관련 법령을 준수해야 하며, 타인의 권리나 명예를 침해하지 않아야 합니다.",
        "회원은 서비스 이용을 위해 제공된 정보를 상업적 목적으로 이용할 수 없습니다.",
        "회원은 부정한 방법으로 서비스를 이용하거나, 타인의 계정을 도용하는 행위를 하지 않아야 합니다."
      ]
    },
    {
      "title": "제 7 조 (콘텐츠 관리 및 권리)",
      "contents": [
        "회원이 서비스 내에서 작성한 콘텐츠에 대한 권리는 회원 본인에게 귀속됩니다.",
        "회원은 자신이 작성한 콘텐츠에 대해 책임을 지며, 타인의 권리를 침해해서는 안 됩니다.",
        "회사는 불법적이거나 약관을 위반한 콘텐츠에 대해 사전 통지 없이 삭제할 수 있으며, 필요한 경우 회원의 서비스 이용을 제한할 수 있습니다."
      ]
    },
    {
      "title": "제 8 조 (서비스 이용 제한)",
      "contents": [
        "회사는 회원이 본 약관을 위반하거나, 서비스의 정상적인 운영을 방해하는 경우, 서비스 이용을 제한할 수 있습니다.",
        "회사는 위반 행위의 중대성에 따라 회원의 계정을 일시 정지하거나 영구 정지할 수 있습니다."
      ]
    },
    {
      "title": "제 9 조 (회원 탈퇴 및 개인정보 처리)",
      "contents": [
        "회원은 언제든지 서비스 내 설정에서 회원 탈퇴를 요청할 수 있으며, 탈퇴 즉시 모든 서비스 이용이 중지됩니다.",
        "회사는 회원 탈퇴 후 관련 법령에 따라 개인정보를 보유할 수 있으며, 이후 일정 기간이 지나면 모든 개인정보를 삭제합니다."
      ]
    },
    {
      "title": "제 10 조 (책임의 한계)",
      "contents": [
        "회사는 서비스에서 제공하는 정보의 정확성, 신뢰성 등에 대해 보증하지 않으며, 회원이 이를 이용하여 발생한 손해에 대해 책임지지 않습니다.",
        "회사는 회원 간의 상호작용에서 발생하는 문제에 대해 책임지지 않으며, 필요 시 회원 간의 분쟁 해결을 위해 중재 역할을 할 수 있습니다."
      ]
    },
    {
      "title": "제 11 조 (분쟁 해결 및 관할법원)",
      "contents": [
        "본 약관과 관련된 분쟁이 발생할 경우, 회사와 회원은 상호 협의하여 해결하도록 노력합니다.",
        "협의가 이루어지지 않을 경우, 대한민국 법령에 따라 회사의 본사 소재지를 관할하는 법원을 관할법원으로 합니다."
      ]
    }
  ]
}
